/* %1$@ = current page; %2$@ = number of pages */
"%1$@ of %2$@" = "%1$@/%2$@";

/* %1$@ = source name (e.g. “another app”); %2$@ = non-relative localized date/time string (e.g. “Dec 1, 2017 at 3:53 PM”) */
"This shortcut was imported from %1$@ on %2$@." = "このショートカットは%2$@に%1$@から読み込まれました。";

/* %1$@ = source name (e.g. “another app”); %2$@ = relative localized date/time string (e.g. “yesterday at 3:53 PM”) */
"This shortcut was imported from %1$@ %2$@." = "このショートカットは%2$@に%1$@から読み込まれました。";

/* %@ = action name */
"Add “%@”" = "“%@”を追加";

/* %@ = action name */
"Remove “%@”" = "“%@”を削除";

/* %@ = service name */
"Do you want to sign out of %@ in Shortcuts?" = "“ショートカット”で%@からサインアウトしますか?";

/* %@ = service name */
"Do you want to sign out of %@?" = "%@からサインアウトしますか?";

/* %@ = source app name */
"This shortcut was imported from %@. Are you sure you want to run it?" = "このショートカットは%@から読み込まれました。実行してもよろしいですか?";

/* %@ = type (can also be empty string); e.g. “as Date”; above it, there is a variable name such as “Event” */
"as %@" = "%@として";

/* %@=action name */
"Delete the actions inside “%@”, too?" = "“%@”の中のアクションも削除しますか?";

/* %@=app name */
"Install %@" = "%@をインストール";

/* A label for the row in settings that shows the Siri phrase that the user has configured for a workflow */
"Siri Phrase" = "Siriのフレーズ";

/* Access resource action settings title */
"Accounts" = "アカウント";

/* Accessibility accouncement */
"Finished editing shortcuts" = "ショートカットの編集を完了しました";

/* Accessibility accouncement; %@=action name */
"Favorited %@" = "“%@”をよく使う項目に追加しました";

/* Accessibility accouncement; %@=action name */
"Un-favorited %@" = "“%@”をよく使う項目から削除しました";

/* Accessibility accouncement; shortcut started running */
"Running shortcut" = "ショートカットを実行中";

/* Accessibility action */
"Delete shortcut" = "ショートカットを削除";

/* Accessibility action */
"Duplicate shortcut" = "ショートカットを複製";

/* Accessibility action */
"Favorite Action" = "よく使う項目のアクション";

/* Accessibility action */
"Rename shortcut" = "ショートカットの名前を変更";

/* Accessibility action */
"Un-favorite Action" = "よく使う項目でないアクション";

/* Accessibility action or discoverability title */
"Edit shortcut" = "ショートカットを編集";

/* Accessibility action or discoverability title */
"Run shortcut" = "ショートカットを実行";

/* Accessibility annoucement when inserting an action to a shortcut; %@ = action name */
"added %@ to shortcut" = "“%@”をショートカットに追加しました";

/* Accessibility annoucement; input types that are accepted */
"Accepted Input Types" = "受け入れた入力の種類";

/* Accessibility announcement */
"Closed variables tray" = "変数トレイを閉じました";

/* Accessibility announcement */
"Editing shortcuts" = "ショートカットを編集中";

/* Accessibility announcement */
"Opened variables tray" = "変数トレイを開きました";

/* Accessibility announcement spoken aloud when the user starts dragging */
"dragging" = "ドラッグ中";

/* Accessibility announcement that shortcut finished running */
"Shortcut finished" = "ショートカットの実行が完了しました";

/* Accessibility announcement when inserting an action above another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut above %2$@" = "“%1$@”をショートカットの“%2$@”の上に追加しました";

/* Accessibility announcement when inserting an action below another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut below %2$@" = "“%1$@”をショートカットの“%2$@”の下に追加しました";

/* Accessibility announcement when moving an action in a shortcut above another action; %@=action name */
"moved above %@" = "“%@”の上に移動しました";

/* Accessibility announcement when moving an action in a shortcut below another action; %@=action name */
"moved below %@" = "“%@”の下に移動しました";

/* Accessibility announcement when removing an action from a shortcut; %@=action name */
"removed %@" = "“%@”を削除しました";

/* Accessibility announcement; %@ = shortcut name */
"Duplicated %@" = "“%@”を複製しました";

/* Accessibility announcement; collapsed parameter */
"collapsed" = "下位項目が隠されました";

/* Accessibility announcement; dragging a shortcut */
"Dragging" = "ドラッグ中";

/* Accessibility announcement; expanded parameter */
"expanded" = "展開しました";

/* Accessibility announcement; shortcut stopped running because it was paused */
"Shortcut stopped" = "ショートカットが停止されました";

/* Accessibility hint */
"Closes the shortcut" = "ショートカットを閉じます";

/* Accessibility hint */
"Creates a new shortcut" = "新規ショートカットを作成します";

/* Accessibility hint */
"Deletes the selected shortcuts" = "選択したショートカットを削除します";

/* Accessibility hint */
"Double-tap to add to the bottom of the shortcut. Double-tap and hold, then drag to customize the position in the shortcut." = "ショートカットの下部に追加するには、ダブルタップします。ショートカット内での位置をカスタマイズするには、ダブルタップして押さえたままドラッグします。";

/* Accessibility hint */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double tap to select." = "ドラッグできます。順序を並べ替えるには、ダブルタップした後音が鳴るまで押さえたままにして、それからドラッグします。選択するには、ダブルタップします。";

/* Accessibility hint */
"Duplicates the selected shortcuts" = "選択したショートカットを複製します";

/* Accessibility hint */
"This shortcut will be displayed in the Shortcuts action extension (in the iOS share menu) when the content being shared is one of the types you select here." = "このショートカットは、共有されるコンテンツがここで選択したいずれかの種類の場合に、“ショートカット”のアクション機能拡張（iOSの共有メニューに含まれます）に表示されます。";

/* Accessibility hint */
"Turns off shortcut editing mode" = "ショートカット編集モードをオフにします";

/* Accessibility hint */
"Turns on shortcut editing mode" = "ショートカット編集モードをオンにします";

/* Accessibility hint for collapsing the actions drawer */
"Double-tap to collapse the actions drawer to half screen" = "アクションパネルをハーフスクリーンで表示するには、ダブルタップします";

/* Accessibility hint for expanding the actions drawer */
"Double-tap to fully expand the actions drawer" = "アクションパネルをフルスクリーンで表示するには、ダブルタップします";

/* Accessibility hint on action */
"Double-tap to read the action description." = "アクションの説明を読むには、ダブルタップします。";

/* Accessibility hint on action */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double-tap to read the action description." = "ドラッグできます。順序を並べ替えるには、ダブルタップした後音が鳴るまで押さえたままにして、それからドラッグします。アクションの説明を読むには、ダブルタップします。";

/* Accessibility hint; Workflow Sync switch control */
"Double tap to toggle setting" = "設定を切り替えるには、ダブルタップします";

/* Accessibility hint; choose parameter */
"Double tap to choose" = "選択するには、ダブルタップします";

/* Accessibility hint; collapse parameter */
"Double-tap to collapse" = "下位項目を隠すには、ダブルタップします";

/* Accessibility hint; double tap to insert variable */
"Double tap to insert" = "挿入するには、ダブルタップします";

/* Accessibility hint; expand parameter */
"Double-tap to expand" = "展開するには、ダブルタップします";

/* Accessibility hint; shortcut cell; %@=shortcut name */
"Runs the shortcut %@" = "ショートカット“%@”を実行します";

/* Accessibility label */
"Add Tag" = "タグを追加";

/* Accessibility label */
"Close" = "閉じる";

/* Accessibility label */
"Create Shortcut" = "ショートカットを作成";

/* Accessibility label */
"Show Keyboard" = "キーボードを表示";

/* Accessibility label for containers of nested actions, ex: Inside of Repeat */
"Inside of %@" = "%@の中";

/* Accessibility label or discoverability title */
"Redo" = "やり直す";

/* Accessibility label or discoverability title */
"Undo" = "取り消す";

/* Accessibility label to convey minimized state of actions table view */
"Minimized" = "最小化された";

/* Accessibility label to convey the collapsed state of the actions table view when it is only partially expanded */
"Half screen" = "ハーフスクリーン";

/* Accessibility label to convey the fully expanded state of the actions table view */
"Full screen" = "フルスクリーン";

/* Accessibility label; %@ = action name, %d = action progress; e.g. Download URL action - Running - 38 percent completed */
"%@ action - Running - %d percent completed" = "“%@”アクション - 実行中 - %d%完了";

/* Accessibility label; %@ = action name; e.g. Show Alert action, New Ulysses Group action */
"%@ action" = "“%@”アクション";

/* Accessibility label; remove search filter */
"Remove filter" = "フィルタを削除";

/* Accessibility label; shortcut cell not selected; %@=shortcut name */
"%@ (not selected)" = "%@（未選択）";

/* Accessibility value; switch is on */
"On" = "オン";

/* Accessiblity announcement; release finger to remove; %@=action name */
"Release to remove %@" = "指を放すと“%@”が削除されます";

/* Action does not do anything to input and simply returns it as the output */
"This action passes input through as output." = "このアクションでは入力がそのまま出力として渡されます。";

/* Action extension input variable description */
"Gets the input that was passed into the beginning of the shortcut." = "ショートカットの最初に渡された入力を取得します。";

/* Action extension; no Share Sheet shortcuts */
"You don’t have any Share Sheet shortcuts yet.\n\nTo add one, create a shortcut and turn on “Show in Share Sheet” in its settings." = "まだ共有シートのショートカットがありません。\n\n追加するには、ショートカットを作成し、設定で“共有シートに表示”をオンにします。";

/* Action extension; no search results */
"No shortcuts match the search." = "検索条件に一致するショートカットがありません。";

/* Action extension; no shortcuts */
"You don’t have any shortcuts yet." = "まだショートカットがありません。";

/* Actions provided by Siri Suggestions; title or button */
"Siri Suggestions" = "Siriからの提案";

/* Activity subject; %@ = shortcut name */
"Shortcut: %@" = "ショートカット: %@";

/* Add action to a shortcut button title */
"Add to this shortcut" = "ショートカットに追加";

/* Add search filter */
"Add Filter" = "フィルタを追加";

/* Alert body for creating iCloud link */
"Anyone with access to this shared link will be able to view the contents of this shortcut." = "この共有リンクにアクセスできる人はだれでもこのショートカットの内容を見ることができます。";

/* Alert title */
"Error" = "エラー";

/* Alert title for creating iCloud link */
"Create iCloud Link" = "iCloudリンクを作成";

/* Allow access to service */
"Allow Access" = "アクセスを許可";

/* App not installed; accessiblity hint */
"(Not Installed) %@" = "（未インストール）%@";

/* App search view; navigation bar title */
"Choose App" = "Appを選択";

/* App search view; no results */
"No results." = "結果がありません。";

/* App search view; search bar placeholder */
"Search apps…" = "Appを検索…";

/* Apple Watch complication */
"Complication" = "コンプリケーション";

/* Apple Watch shortcuts empty state */
"You don’t have any Apple Watch shortcuts yet." = "まだApple Watchのショートカットがありません。";

/* Apple Watch shortcuts empty state description */
"Select which shortcuts should be displayed in the Shortcuts Complication on the clock face of your Apple Watch.\n\nOver time, Shortcuts will optimize when your shortcuts are shown in the Complication based on when you run them." = "Apple Watchの文字盤の“ショートカット”コンプリケーションに表示するショートカットを選択します。\n\n時間の経過に伴い、ショートカットがコンプリケーションに表示される時刻がショートカットの実行時刻に基づいて最適化されます。";

/* Apps category */
"Apps" = "App";

/* Ask When Run variable description */
"Asks you to enter text when this shortcut runs." = "このショートカットの実行時にテキストの入力を求めます。";

/* Boolean false */
"False" = "FALSE";

/* Boolean true */
"True" = "TRUE";

/* Button */
"Back" = "戻る";

/* Button */
"Cancel" = "キャンセル";

/* Button */
"Choose Variable" = "変数を選択";

/* Button */
"Clear" = "消去";

/* Button */
"Delete Actions" = "アクションを削除";

/* Button */
"Delete Shortcut" = "ショートカットを削除";

/* Button */
"Done" = "完了";

/* Button */
"Get More Shortcuts" = "ほかのショートカットを取得";

/* Button */
"Go Back" = "戻る";

/* Button */
"Help" = "ヘルプ";

/* Button */
"Keep Actions" = "アクションを残す";

/* Button */
"Next" = "次へ";

/* Button */
"OK" = "OK";

/* Button */
"Remove Action" = "アクションを削除";

/* Button */
"Remove Action From Shortcut" = "ショートカットからアクションを削除";

/* Button */
"Remove Photo" = "写真を削除";

/* Button */
"Select Magic Variable" = "マジック変数を選択";

/* Button */
"Select Photo" = "写真を選択";

/* Button */
"Show Action Settings" = "アクションの設定を表示";

/* Button */
"Show Actions" = "アクションを表示";

/* Button */
"Sign Out" = "サインアウト";

/* Button */
"Take Photo" = "写真を撮る";

/* Button in Share Sheet; add this shortcut to home screen */
"Add to Home Screen (Share Sheet)" = "ホーム画面に追加";

/* Button in Workflow settings; add this shortcut to home screen */
"Add to Home Screen (Workflow Settings)" = "ホーム画面に追加";

/* Button or title */
"Delete" = "削除";

/* Button or title */
"Run Shortcut" = "ショートカットを実行";

/* Button or title */
"Settings" = "設定";

/* Button or title */
"Variables" = "変数";

/* Button title */
"Add to Siri" = "Siriに追加";

/* Button title to import a shortcut */
"Get Shortcut" = "ショートカットを取得";

/* Button; makes output view full screen */
"Show Result Full-Screen" = "結果をフルスクリーンで表示";

/* Button; take a guided tour of building a workflow */
"Take a Guided Tour" = "ガイドツアーを表示";

/* Button; used for sharing a shortcut's result */
"Share Result" = "結果を共有";

/* Caption above list of supported apps and services */
"This shortcut works with the following apps and services:" = "このショートカットは以下のAppとサービスで機能します:";

/* Choose an item */
"Choose" = "選択";

/* Conditional AND */
"and" = "と";

/* Conditional actions settings cell */
"Put Back “Otherwise”" = "“その他の場合”を元の場所に戻す";

/* Conditional actions settings footer text */
"Actions placed after “Otherwise” will run if the condition is false." = "“その他の場合”の後ろに配置されたアクションは、条件がFALSEの場合に実行されます。";

/* Conditional actions settings navigation bar title */
"If Action" = "アクションが以下の場合";

/* Confirmation HUD when link copies */
"Link copied" = "リンクがコピーされました";

/* Confirmation dialog, stop sharing */
"Are you sure you want to stop sharing this shortcut? The iCloud link will be deleted and will no longer work." = "このショートカットの共有を停止してもよろしいですか? iCloudリンクが削除され、使用できなくなります。";

/* Confirmation when deleting selected shortcut */
"This shortcut will be deleted from all of your iCloud devices." = "お使いのすべてのiCloudデバイスからこのショートカットが削除されます。";

/* Confirmation when deleting selected shortcuts */
"These shortcuts will be deleted from all of your iCloud devices." = "お使いのすべてのiCloudデバイスからこれらのショートカットが削除されます。";

/* Contact field; %1$@ = user entered contact; %2$@ = “a phone number or email address” or “an email address” or “a phone number” */
"“%1$@” doesn’t look like %2$@. Did you mean to add a contact?" = "“%1$@”は%2$@ではないようです。連絡先を追加しようとしましたか?";

/* Contact field; %@ = user entered contact */
"Use “%@” Anyway" = "そのまま“%@”を使用";

/* Contact field; accessibility label */
"Add Contact" = "連絡先を追加";

/* Contact field; button */
"Search Contacts" = "連絡先を検索";

/* Contact field; supported type string */
"a phone number" = "電話番号";

/* Contact field; supported type string */
"a phone number or email address" = "電話番号またはメールアドレス";

/* Contact field; supported type string */
"an email address" = "メールアドレス";

/* Content Types category */
"Content Types" = "コンテンツの種類";

/* Copy link to shortcut */
"Copy Link" = "リンクをコピー";

/* Copy the link to a shortcut */
"Copy iCloud Link" = "iCloudリンクをコピー";

/* Custom date format alert message */
"This format follows the patterns in Unicode Technical Standard #35." = "このフォーマットはUnicode技術標準#35に準拠します。";

/* Custom date format alert title */
"Custom Date Format" = "カスタム日付フォーマット";

/* Custom date formatting style */
"Custom" = "カスタム";

/* Custom time format title */
"Custom Format" = "カスタムフォーマット";

/* Default option */
"Default" = "デフォルト";

/* Delete all shortcuts */
"Delete All" = "すべて削除";

/* Delimeter for input types */
", " = "、";

/* Deselect all input types */
"Deselect All" = "すべての選択を解除";

/* Dictionary key placeholder */
"Key" = "キー";

/* Discoverability or accessibility title */
"Shortcut Settings" = "ショートカット設定";

/* Discoverability or accessibility title */
"Stop Shortcut" = "ショートカットを停止";

/* Discoverability title */
"Close shortcut" = "ショートカットを閉じる";

/* Discoverability title */
"Search actions" = "アクションを検索";

/* Discoverability title */
"Stop shortcut" = "ショートカットを停止";

/* Displayed next to a switch to configure whether or not a workflow should appear in the share sheet */
"Show in Share Sheet" = "共有シートに表示";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the Workflow widget */
"Show in Widget" = "ウィジェットに表示";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the watch complication */
"Show in Complication" = "コンプリケーションに表示";

/* Displayed next to a switch to configure whether or not a workflow should be shown on the Apple Watch */
"Show on Apple Watch" = "Apple Watchに表示";

/* Duplicate a shortcut */
"Duplicate Shortcut" = "ショートカットを複製";

/* Duplicate shortcut */
"Duplicate" = "複製";

/* Edit import questions back bar button title */
"Questions" = "質問";

/* Error message */
"No options available." = "使用可能なオプションがありません。";

/* Error message; %@=error info */
"Could not load the App Store.\n\n%@" = "App Storeに読み込めませんでした。\n\n%@";

/* Explanation of what users can do by selecting the shortcuts shown underneath the text */
"Run shortcuts quickly using the widget." = "ウィジェットを使ってショートカットをすばやく実行します。";

/* Favorite button title - action is NOT yet favorited */
"Favorite" = "よく使う項目";

/* Favorite button title - action is favorited */
"Favorited" = "よく使う項目に追加";

/* Filled in with the user's account name, e.g. Account: johnmiller@gmail.com */
"Account: %@" = "アカウント: %@";

/* Find and filter UI; all of the below conditions are true */
"All of the following are true" = "次のすべてがTRUE";

/* Find and filter UI; any one of the below conditions are true */
"Any of the following are true" = "次のいずれかがTRUE";

/* Find filter UI layout for filter with a property and an operator (e.g. '`Start Date` `is today`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator}" = "${property} ${operator}";

/* Find filter UI layout for filter with a property and an operator and a follow up requirement (e.g. '`Start Date` `is today` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${and}" = "${property} ${operator} ${and}";

/* Find filter UI layout for filter with a property, operator and 2 values (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value}" = "${property} ${operator} ${value} ${operator_and} ${other_value}";

/* Find filter UI layout for filter with a property, operator and 2 values and a follow up requirement (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value} ${and}" = "${property} ${operator} ${value} ${operator_and} ${other_value} ${and}";

/* Find filter UI layout for filter with a property, operator and value (e.g. '`Calendar` `is` `Work`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value}" = "${property} ${operator} ${value}";

/* Find filter UI layout for filter with a property, operator and value and a follow up requirement (e.g. '`Calendar` `is` `Work` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${and}" = "${property} ${operator} ${value} ${and}";

/* Find filter UI layout for filter with a property, operator, value and unit (e.g. '`Start Date` `is in the next` `5` `days`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit}" = "${property} ${operator} ${value} ${unit}";

/* Find filter UI layout for filter with a property, operator, value and unit and a follow up requirement (e.g. '`Start Date` `is in the next` `5` `days` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit} ${and}" = "${property} ${operator} ${value} ${unit} ${and}";

/* Find filter UI layout for filter with just a property (e.g. '`Is All Day`'). This is used just for layout and the content between ${} should not be localized */
"${property}" = "${property}";

/* Find filter UI layout for filter with just a property and a follow up requirement (e.g. '`Is All Day` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${and}" = "${property} ${and}";

/* Find filter UI operator */
"begins with" = "次で始まる";

/* Find filter UI operator */
"contains" = "次を含む";

/* Find filter UI operator */
"does not contain" = "次を含まない";

/* Find filter UI operator */
"ends with" = "次で終わる";

/* Find filter UI operator */
"is" = "次と等しい";

/* Find filter UI operator */
"is after" = "次より後";

/* Find filter UI operator */
"is before" = "次より前";

/* Find filter UI operator */
"is between" = "次の範囲内";

/* Find filter UI operator */
"is exactly" = "次に完全に一致";

/* Find filter UI operator */
"is greater than" = "次より大きい";

/* Find filter UI operator */
"is greater than or equal to" = "次と同じか次より大きい";

/* Find filter UI operator */
"is in the last" = "次の期間内（過去）";

/* Find filter UI operator */
"is in the next" = "次の期間内（未来）";

/* Find filter UI operator */
"is larger than" = "次より大きい";

/* Find filter UI operator */
"is larger than or equal to" = "次と同じか次より大きい";

/* Find filter UI operator */
"is less than" = "次より小さい";

/* Find filter UI operator */
"is less than or equal to" = "次と同じか次より小さい";

/* Find filter UI operator */
"is longer than" = "次より長い";

/* Find filter UI operator */
"is longer than or equal to" = "次と同じか次より長い";

/* Find filter UI operator */
"is not" = "次と等しくない";

/* Find filter UI operator */
"is not exactly" = "次に完全に一致しない";

/* Find filter UI operator */
"is not on" = "次の場所にない";

/* Find filter UI operator */
"is on" = "次の場所にある";

/* Find filter UI operator */
"is shorter than" = "次より短い";

/* Find filter UI operator */
"is shorter than or equal to" = "次と同じか次より短い";

/* Find filter UI operator */
"is smaller than" = "次より小さい";

/* Find filter UI operator */
"is smaller than or equal to" = "次と同じか次より小さい";

/* Find filter UI operator */
"is today" = "今日である";

/* Footer for section */
"Run this shortcut with your voice by adding it to Siri." = "このショートカットをSiriに追加すると、音声で実行できるようになります。";

/* Footer for table view section */
"Use this shortcut from other apps by opening the share sheet and tapping Shortcuts." = "このショートカットをその他のAppから使用するには、共有シートを開いて“ショートカット”をタップします。";

/* For a dictionary; description */
"Enter a key to extract its value from the dictionary, or leave blank to get the entire dictionary." = "キーを入力してその値を辞書から抽出するか、空白にして辞書全体を取得します。";

/* Format with local device name, for disambiguating sync conflicts to the user */
"%@ (This Device)" = "%@（このデバイス）";

/* Full name of contact */
"Full Name" = "フルネーム";

/* Full street address of location */
"Full Street Address" = "完全な住所";

/* Get property */
"Get" = "取得";

/* Get value for a dictionary key */
"Get Value for Key" = "キーの値を取得";

/* Go to next import question */
"Continue" = "続ける";

/* Guided tour; drag actions to here hint */
"…to here" = "…ここに";

/* Guided tour; drag actions to here hint (accessibility hint) */
"Drag actions to here" = "ここにアクションをドラッグします";

/* Handoff info */
"This action, when run on Apple Watch, will require you to use Handoff and continue on your iPhone." = "このアクションをApple Watchで実行するときは、Handoffを使ってiPhoneで続行する必要があります。";

/* Health quantity unit (e.g. mL); title */
"Unit" = "単位";

/* ISO 8601 date formatting style */
"ISO 8601" = "ISO 8601";

/* ISO 8601 date formatting style */
"ISO 8601 Time" = "ISO 8601時刻";

/* Icon editor accessibility label; %1$@ = glyph name, %2$@ = color name */
"%1$@ glyph, %2$@ background color" = "“%1$@”グリフ、%2$@の背景色";

/* Icon editor tip text */
"Choose a custom image to use when this shortcut is added to the home screen." = "このショートカットをホーム画面に追加するときに使用するカスタムイメージを選択します。";

/* Icon editor tip text */
"The image above will be used when this shortcut is added to the home screen." = "このショートカットをホーム画面に追加するとき、上のイメージが使用されます。";

/* Icon editor; accessibility label */
"Icon Preview" = "アイコンのプレビュー";

/* Icon editor; accessibility label */
"Shortcut icon editor" = "ショートカット・アイコン・エディタ";

/* Icon editor; segmented control option */
"Color" = "カラー";

/* Icon editor; segmented control option */
"Glyph" = "グリフ";

/* Icon editor; segmented control option */
"Home Screen" = "ホーム画面";

/* Import questions */
"Questions added here will be asked when this shortcut is imported on a different device. Answers to these questions will be filled into the shortcut." = "ここに追加された質問は、このショートカットが別のデバイスに読み込まれたときに尋ねられます。これらの質問への回答はショートカットに入力されます。";

/* Import questions */
"You can try your import questions using the “Customize Shortcut” button in this shortcut's settings." = "このショートカットの設定の“ショートカットをカスタマイズ”ボタンを使って、読み込み時の質問を試すことができます。";

/* Import questions detail view */
"Default Answer" = "デフォルトの回答";

/* Import questions detail view */
"Question Text" = "質問テキスト";

/* Import questions detail view */
"Type a question here…" = "ここに質問を入力…";

/* Import questions details view; navigation bar title */
"Details" = "詳細";

/* Import questions; button */
"Add New Question…" = "新しい質問を追加…";

/* Import questions; choose a parameter prompt */
"Choose a parameter from one of the actions below." = "以下のいずれかのアクションからパラメータを選択してください。";

/* Import questions; choose parameter title */
"Choose a Parameter" = "パラメータを選択";

/* Import questions; no actions error message */
"This shortcut has no actions. Please add some actions to your shortcut before setting up Import Questions." = "このショートカットにはアクションがありません。“質問を読み込む”を設定する前に、ショートカットにアクションをいくつか追加してください。";

/* Indicates what types of input the shortcut accepts; %@=list of types */
"This shortcut accepts %@" = "このショートカットは%@を受け入れます";

/* Input types of action */
"Input" = "入力";

/* Input variable description */
"Gets the output of the previous action." = "前のアクションの出力を取得します。";

/* Install app icon; should match App Store GET button */
"GET" = "入手";

/* Instructions on building a shortcut */
"Add actions from the bottom to build your shortcut." = "下部からアクションを追加してショートカットを構築します。";

/* Instructions on building a shortcut; please make sure to account for right-to-left layout */
"Add actions from the left to build your shortcut." = "左からアクションを追加してショートカットを構築します。";

/* Item can be anything */
"anything" = "すべて";

/* Keep all shortcuts */
"Keep All" = "すべてを残す";

/* Keep shortcuts */
"Keep" = "残す";

/* Keep shortcuts; %lu = number of shortcuts */
"Keep %lu" = "%lu個残す";

/* Label for accessibility custom action to expand actions card */
"Expand" = "展開";

/* Label for accessibility custom action to minimize actions card */
"Collapse" = "折りたたむ";

/* Label for types that the workflow accepts. */
"Accepted Types" = "受け入れの種類";

/* Like 'Add new item' or 'Add new image' */
"Add %@" = "%@を追加";

/* List editor message (value = image, string, etc.) */
"What type of value do you want to add?" = "どの種類の値を追加しますか?";

/* Long date formatting style */
"Long" = "長";

/* Manage sharing */
"Manage Sharing" = "共有を管理";

/* Medium date formatting style */
"Medium" = "中";

/* Missing action error action */
"Update Shortcuts" = "“ショートカット”をアップデート";

/* Missing action error title */
"This action could not be found in this version of Shortcuts." = "このバージョンの“ショートカット”ではこのアクションが見つかりませんでした。";

/* Name and store URL of product or item on App Store */
"Name and Store URL" = "名前とストアURL";

/* Name of measurement unit */
"Unit (Name)" = "単位";

/* Navigation bar title */
"Select a Magic Variable" = "マジック変数を選択";

/* Navigation bar title; resolve workflow conflicts */
"Resolve Conflicts" = "不一致を解決";

/* No variables avaiable error */
"⚠️ Variable not available." = "⚠️ 変数を使用できません。";

/* None option */
"None" = "なし";

/* Note about using the action */
"Note" = "注意";

/* Parameter already in use by another import question */
"Already In Use" = "すでに使用中です";

/* Parameter not supported for import question */
"Not Supported for Questions" = "質問ではサポートされていません";

/* Piece of text */
"Text" = "テキスト";

/* Prompt displayed to the user when importing a shortcut where the source app is not known. */
"This shortcut was imported from another app. Are you sure you want to run it?" = "このショートカットは別のAppから読み込まれました。実行してもよろしいですか?";

/* RFC 2822 date formatting style */
"RFC 2822" = "RFC 2822";

/* Relative date formatting style */
"Relative" = "相対";

/* Relative date or time formatting style */
"How Long Ago/Until" = "経過時間/終了までの時間";

/* Remote device name for sync conflict when not known */
"Unknown Device" = "不明なデバイス";

/* Rename Magic Variable prompt message; %@ = action name */
"This name will be used for all of this %@ action’s Magic Variables." = "この名前は、この“%@”アクションのすべてのマジック変数で使用されます。";

/* Rename Magic Variable prompt title */
"Rename Magic Variable" = "マジック変数の名前を変更";

/* Rename shortcut alert title */
"Rename Shortcut" = "ショートカットの名前を変更";

/* Rename shortcut message */
"Enter a new name for your shortcut." = "ショートカットの新しい名前を入力します。";

/* Rename workflow or variable */
"Rename" = "名前を変更";

/* Requirements for the action (having certain apps installed, iOS version, etc.) */
"Requires" = "必要条件";

/* Result types of action */
"Result" = "結果";

/* Reveal action that is associated with the variable */
"Reveal Action" = "アクションを表示";

/* Scripting category */
"Scripting" = "スクリプティング";

/* Search bar placeholder or keycommand discoverability title */
"Search" = "検索";

/* Section header title; Apple Watch complication shortcuts */
"Complication Shortcuts" = "コンプリケーションのショートカット";

/* Select all input types */
"Select All" = "すべてを選択";

/* Sentence describing the current filter. The first argument (%@) is the search action and the second argument (%@) is the property (e.g. '`Find Calendar Events Where` `Start Date`…') */
"%@ %@…" = "%@: %@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property and the third argument (%@) is the operator that is used (e.g. '`Find Calendar Events Where` `Start Date` `is in the next`…') */
"%@ %@ %@…" = "%@: %@が%@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property, the third argument (%@) is the operator that is used and the fourth argument (%@) is the value (e.g. '`Find Calendar Events Where` `Start Date` `is in the next` `5`…') */
"%@ %@ %@ %@…" = "%@: %@が%@: %@…";

/* Service name followed by account, e.g. Dropbox (johnmiller@gmail.com) */
"%@ (%@)" = "%@（%@）";

/* Share a shortcut */
"Share Shortcut" = "ショートカットを共有";

/* Share a workflow along with a description */
"Share with Description" = "説明付きで共有";

/* Share a workflow as a file */
"Share as File" = "ファイルとして共有";

/* Share shortcut */
"Share" = "共有";

/* Short date formatting style */
"Short" = "短";

/* Shortcut contains no actions error description, %@=shortcut name */
"“%@” contains no actions." = "“%@”にはアクションが含まれていません。";

/* Shortcut contains no actions error title */
"Empty Shortcut" = "ショートカットが空です";

/* Shortcut contains no actions error title */
"No Actions" = "アクションなし";

/* Shortcut description placeholder */
"Customize Shortcut…" = "ショートカットをカスタマイズ…";

/* Shortcut icon */
"Icon" = "アイコン";

/* Shortcut picker; navigation bar title */
"Choose Shortcut" = "ショートカットを選択";

/* Shortcut reordering; %1$@,%2$@ = shortcut names */
"Moved between %1$@ and %2$@" = "“%1$@”と“%2$@”の間に移動しました";

/* Shortcut reordering; %@ = shortcut name */
"Moved to end after %@" = "末尾の“%@”の後ろに移動しました";

/* Shortcut reordering; %@ = shortcut name */
"Moved to top before %@" = "先頭の“%@”の前に移動しました";

/* Shortcut type selection view; widget info detail text */
"To use shortcuts from the Today Widget, follow a few simple steps to add the widget. Or, tap Done to set up later." = "“今日”ウィジェットからショートカットを使用するには、いくつかの簡単な手順を実行してウィジェットを追加します。“完了”をタップして後で設定することもできます。";

/* Shortcut type selection view; widget info slogan text */
"Add the Today Widget to run shortcuts lightning fast." = "“今日”ウィジェットを追加すると、ショートカットを非常にすばやく実行できます。";

/* Shortcut types help view; accessiblity hint */
"Screenshot of a share sheet in Safari with the Shortcuts activity highlighted" = "Safariの共有シートのスクリーンショット。“ショートカット”のアクティビティが強調表示されています";

/* Shortcut types help view; info label */
"Action Extension shortcuts are run from the share sheet inside other apps." = "アクション機能拡張のショートカットは、ほかのApp内の共有シートから実行されます。";

/* Shortcut types help view; info label */
"Today Widget shortcuts are run in Notification Center by pulling down from the top of the screen." = "“今日”ウィジェットのショートカットは、画面の上部から引き下ろして表示される通知センターから実行されます。";

/* Shortcut types help view; title */
"Shortcut Types" = "ショートカットの種類";

/* Shortcut was deleted on a specified device */
"Deleted on %@" = "%@で削除されました";

/* Shortcut was deleted on another device */
"Deleted on another device" = "別のデバイスで削除されました";

/* Shortcut was modified on a specified device */
"Modified on %@" = "%@で変更されました";

/* Shortcut was modified on another device */
"Modified on another device" = "別のデバイスで変更されました";

/* Shortcuts picker; search bar placeholder */
"Search shortcuts…" = "ショートカットを検索…";

/* Shortcuts types help view; accessibility label */
"Screenshot of the Shortcuts widget in Notification Center" = "通知センターの“ショートカット”ウィジェットのスクリーンショット";

/* Siri phrase */
"“%@”" = "“%@”";

/* Skip gallery shortcut import configuration */
"Skip Setup" = "設定をスキップ";

/* Specifies how the automatic capitalization of the name of a shortcut should work: 0 = No auto capitalization, 1 = Only the first word, 2 = All words */
"Auto-capitalization for Shortcut Name" = "2";

/* Stop sharing the link to a shortcut */
"Stop Sharing" = "共有を停止";

/* Submit a workflow to the gallery */
"Submit to Gallery" = "ギャラリーに送信";

/* Tap to choose an option */
"Tap to Choose" = "タップして選択";

/* Text when sharing a shortcut */
"Check out the shortcut I built!" = "ショートカットを作ったから見てみて!";

/* The accessibility label for the actions table view container */
"Actions Controller" = "アクションコントローラ";

/* The location of the share button in Safari on iPad */
"the bottom of the screen" = "画面の下部";

/* The location of the share button in Safari on iPad */
"the top right of the screen" = "画面の右上";

/* The workflow accepts anything as input. Shown like “Accepts Anything” */
"Anything" = "すべて";

/* The workflow accepts nothing as input. Shown like “Accepts Nothing” */
"Nothing" = "なし";

/* Title */
"Actions" = "アクション";

/* Title */
"Date Format" = "日付フォーマット";

/* Title */
"Requires Handoff" = "Handoffが必要です";

/* Title */
"Shortcuts" = "ショートカット";

/* Title */
"Time Format" = "時間フォーマット";

/* Title */
"Type" = "種類";

/* Title for action drawer categories view */
"Categories" = "カテゴリ";

/* Title for configuration page for unit */
"Unit (Title)" = "単位";

/* Title of main screen showing your library of shortcuts */
"Library" = "ライブラリ";

/* Title of the view controller that allows the user to control which shortcuts appear in the Today Widget */
"Customize Shortcuts" = "ショートカットをカスタマイズ";

/* Title or button */
"Import Questions" = "質問を読み込む";

/* Today widget explanation */
"Boom! Your Today Widget is set up." = "これで、“今日”ウィジェットが設定されました。";

/* Today widget explanation */
"Next, grab some Today Widget shortcuts from the Gallery." = "次に“今日”ウィジェットのショートカットをギャラリーからいくつか取り込みます。";

/* Today widget explanation */
"With the Shortcuts Today Widget, you can run shortcuts in a single tap from any app just by pulling down Notification Center." = "“ショートカット”の“今日”ウィジェットを使うと、通知センターを引き下ろすだけで、任意のAppからタップ1回でショートカットを実行できます。";

/* Today widget explanation button */
"Add Widget" = "ウィジェットを追加";

/* Today widget explanation button */
"View the Gallery" = "ギャラリーを表示";

/* Today widget explanation; please do not localize %MODEL% */
"Run shortcuts lightning fast, from anywhere on your %MODEL%." = "%MODEL%上のすべての場所からショートカットを非常にすばやく実行できます。";

/* Unknown item */
"Unknown" = "不明";

/* Used in a phrase like 'Add new item' */
"new item" = "新規項目";

/* User’s favorited workflows or actions */
"Favorites" = "よく使う項目";

/* Variable field placeholder */
"Variable Name" = "変数名";

/* Variable picker; none available error message */
"You can create a variable by adding a “Set Variable” action." = "“変数を設定”アクションを追加すると、編集を作成できます。";

/* Varible picker; none available error title */
"No Variables Are Available" = "使用可能な変数なし";

/* Workflow conflicts; navigation bar back button title */
"Conflicts" = "競合";

/* Workflow import flow title shown above import question */
"Configure This Shortcut" = "このショートカットを構成";

/* Workflow name */
"Name of Shortcut" = "名前";

/* Workflow type selection view */
"Tap Done to continue editing your shortcut." = "ショートカットの編集を続行するには、“完了”をタップします。";

/* Workflow types help view; accessibility hint */
"Screenshot of the Shortcuts watch app" = "“ショートカット” Watch Appのスクリーンショット";

/* Workflow types help view; info label */
"Apple Watch shortcuts are run from your wrist via the Shortcuts watch app or Complication." = "Apple Watchのショートカットは、“ショートカット” Watch Appまたはコンプリケーション経由で手首から実行されます。";

/* Workflow types help view; instructions label */
"How do I find the Today Widget?" = "“今日”ウィジェットを探す方法";

/* iOS Today Widget */
"Today Widget" = "“今日”ウィジェット";

